Repository: sugar-activities/4445-activity
Catalog: po/*.po
Languages: mn

source: Map
mn: Газрын зураг

source: Edit
mn: хийх

source: Search
mn: хайлт

source: Find:
mn: олох:

source: Save Search
mn: хадгалах

source: Connecting to Map Server
mn: Connecting

source: Zoom In
mn: ойрхон

source: Zoom Out
mn: алс

source: Save
mn: хадгалах

source: Saved Map
mn: газрын зураг

source: Describe Map
mn: тодорхойлох

source: Remove Map
mn: арилгах

source: Copy to Clipboard
mn: хувъ

source: Add Media
mn: фото нэмэх

source: Add Info
mn: бичих

source: Delete
mn: хадгалах

source: Library
mn: номын сан

source: Measure
mn: зай | орон зай

source: OurMaps
mn: хат газрын зураг

source: Latitude:
mn: широта:

source: Longitude:
mn: долгота:

source: Description:
mn: тодорхойлох:

source: lang=en
mn: lang=mn
